Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Premium.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: %@ ate - logged!
de: %@ hat gefressen - erfasst!
es: %@ comio - registrado!
fr: %@ a mangé - enregistré !
it: %@ ha mangiato - registrato!
nl: %@ heeft gegeten - gelogd!

source: %@ is already sleeping. Say '%@ woke up' when they wake.
de: %1$@ schläft bereits. Sag '%2$@ ist aufgewacht', wenn er aufwacht.
es: %1$@ ya esta durmiendo. Di '%2$@ desperto' cuando despierte.
fr: %@ dort déjà. Dites « %@ s'est réveillé » quand il se réveille.
it: %1$@ sta già dormendo. Di '%2$@ si è svegliato' quando si sveglia.
nl: %1$@ slaapt al. Zeg '%2$@ is wakker' wanneer die wakker wordt.

source: %@ is sleeping - logged. Say '%@ woke up' when they wake.
de: %1$@ schläft - erfasst. Sag '%2$@ ist aufgewacht', wenn er aufwacht.
es: %1$@ esta durmiendo - registrado. Di '%2$@ desperto' cuando despierte.
fr: %@ dort - enregistré. Dites « %@ s'est réveillé » quand il se réveille.
it: %1$@ sta dormendo - registrato. Di '%2$@ si è svegliato' quando si sveglia.
nl: %1$@ slaapt - gelogd. Zeg '%2$@ is wakker' wanneer die wakker wordt.

source: %@ just peed %@.
de: %1$@ hat gerade %2$@ gepinkelt.
es: %1$@ acaba de hacer pipi %2$@.
fr: %@ vient de faire pipi %@.
it: %1$@ ha appena fatto pipì %2$@.
nl: %1$@ heeft net %2$@ geplast.

source: %@ peed %@ %lld hours ago.
de: %1$@ hat %2$@ vor %3$lld Stunden gepinkelt.
es: %1$@ hizo pipi %2$@ hace %3$lld horas.
fr: %@ a fait pipi %@ il y a %lld heures.
it: %1$@ ha fatto pipì %2$@ %3$lld ore fa.
nl: %1$@ heeft %2$@ %3$lld uur geleden geplast.

source: %@ peed %@ %lld hours and %lld minutes ago.
de: %1$@ hat %2$@ vor %3$lld Stunden und %4$lld Minuten gepinkelt.
es: %1$@ hizo pipi %2$@ hace %3$lld horas y %4$lld minutos.
fr: %@ a fait pipi %@ il y a %lld heures et %lld minutes.
it: %1$@ ha fatto pipì %2$@ %3$lld ore e %4$lld minuti fa.
nl: %1$@ heeft %2$@ %3$lld uur en %4$lld minuten geleden geplast.

source: %@ peed %@ %lld minutes ago.
de: %1$@ hat %2$@ vor %3$lld Minuten gepinkelt.
es: %1$@ hizo pipi %2$@ hace %3$lld minutos.
fr: %@ a fait pipi %@ il y a %lld minutes.
it: %1$@ ha fatto pipì %2$@ %3$lld minuti fa.
nl: %1$@ heeft %2$@ %3$lld minuten geleden geplast.

source: %@ wasn't logged as sleeping. Logging wake up anyway.
de: %@ war nicht als schlafend erfasst. Aufwachen wird trotzdem erfasst.
es: %@ no estaba registrado como durmiendo. Registrando despertar de todos modos.
fr: %@ n'était pas enregistré comme dormant. Enregistrement du réveil quand même.
it: %@ non era registrato come addormentato. Registro comunque il risveglio.
nl: %@ was niet als slapend gelogd. Wakker worden wordt toch gelogd.

source: %@ woke up - logged!
de: %@ ist aufgewacht - erfasst!
es: %@ desperto - registrado!
fr: %@ s'est réveillé - enregistré !
it: %@ si è svegliato - registrato!
nl: %@ is wakker - gelogd!

source: %@ woke up after %lld minutes - logged!
de: %@ ist nach %lld Minuten aufgewacht - erfasst!
es: %@ desperto despues de %lld minutos - registrado!
fr: %@ s'est réveillé après %lld minutes - enregistré !
it: %@ si è svegliato dopo %lld minuti - registrato!
nl: %@ is wakker na %lld minuten - gelogd!

source: %lld days left free
de: Noch %lld Tage kostenlos
es: %lld dias gratis restantes
fr: %lld jours gratuits restants
it: Ancora %lld giorni gratis
nl: Nog %lld dagen gratis

source: %lld days left in trial
de: Noch %lld Tage Testphase
es: %lld dias restantes de prueba
fr: %lld jours restants dans l'essai
it: Ancora %lld giorni di prova
nl: Nog %lld dagen proefperiode

source: %lld days remaining
de: Noch %lld Tage
es: %lld dias restantes
fr: %lld jours restants
it: Ancora %lld giorni
nl: Nog %lld dagen

source: Continue with Otis
de: Mit Otis fortfahren
es: Continuar con Otis
fr: Continuer avec Otis
it: Continua con Otis
nl: Doorgaan met Otis

source: Continue with Otis — %@
de: Mit Otis fortfahren — %@
es: Continuar con Otis — %@
fr: Continuer avec Otis — %@
it: Continua con Otis — %@
nl: Doorgaan met Otis — %@

source: Example commands:
de: Beispielbefehle:
es: Comandos de ejemplo:
fr: Exemples de commandes :
it: Comandi di esempio:
nl: Voorbeeldopdrachten:

source: Expired
de: Abgelaufen
es: Expirado
fr: Expiré
it: Scaduto
nl: Verlopen

source: Failed to log event
de: Ereignis erfassen fehlgeschlagen
es: Error al registrar evento
fr: Échec de l'enregistrement
it: Registrazione evento fallita
nl: Gebeurtenis loggen mislukt

source: Find out when your puppy last peed
de: Erfahre, wann dein Welpe zuletzt gepinkelt hat
es: Descubre cuando tu cachorro hizo pipi por ultima vez
fr: Découvrez quand votre chiot a fait pipi pour la dernière fois
it: Scopri quando il tuo cucciolo ha fatto pipì l'ultima volta
nl: Ontdek wanneer je puppy voor het laatst heeft geplast

source: Find out when your puppy last pooped
de: Erfahre, wann dein Welpe zuletzt gekackt hat
es: Descubre cuando tu cachorro hizo popo por ultima vez
fr: Découvrez quand votre chiot a fait caca pour la dernière fois
it: Scopri quando il tuo cucciolo ha fatto la cacca l'ultima volta
nl: Ontdek wanneer je puppy voor het laatst heeft gepoept

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
nl: Gratis

source: How is my puppy in Otis
de: Wie geht es meinem Welpen in Otis
es: Como esta mi cachorro en Otis
fr: Comment va mon chiot dans Otis
it: Come sta il mio cucciolo in Otis
nl: Hoe gaat het met mijn puppy in Otis

source: Log a walk with your puppy
de: Einen Spaziergang mit deinem Welpen erfassen
es: Registra un paseo con tu cachorro
fr: Enregistrez une promenade avec votre chiot
it: Registra una passeggiata con il tuo cucciolo
nl: Log een wandeling met je puppy

source: Log Meal
de: Mahlzeit erfassen
es: Registrar Comida
fr: Enregistrer repas
it: Registra pasto
nl: Log Maaltijd

source: Log Potty
de: Pipi erfassen
es: Registrar Pipi
fr: Enregistrer besoins
it: Registra pipì
nl: Log Plasje

source: Log Sleep
de: Schlaf erfassen
es: Registrar Sueno
fr: Enregistrer sommeil
it: Registra sonno
nl: Log Slaap

source: Log that your puppy ate
de: Erfasse, dass dein Welpe gefressen hat
es: Registra que tu cachorro comio
fr: Enregistrez que votre chiot a mangé
it: Registra che il tuo cucciolo ha mangiato
nl: Log dat je puppy heeft gegeten

source: Log that your puppy is sleeping
de: Erfasse, dass dein Welpe schläft
es: Registra que tu cachorro esta durmiendo
fr: Enregistrez que votre chiot dort
it: Registra che il tuo cucciolo sta dormendo
nl: Log dat je puppy slaapt

source: Log that your puppy woke up
de: Erfasse, dass dein Welpe aufgewacht ist
es: Registra que tu cachorro desperto
fr: Enregistrez que votre chiot s'est réveillé
it: Registra che il tuo cucciolo si è svegliato
nl: Log dat je puppy wakker is geworden

source: Log Wake Up
de: Aufwachen erfassen
es: Registrar Despertar
fr: Enregistrer réveil
it: Registra risveglio
nl: Log Wakker

source: Log Walk
de: Spaziergang erfassen
es: Registrar Paseo
fr: Enregistrer promenade
it: Registra passeggiata
nl: Log Wandeling

source: Log when your puppy peed or pooped
de: Erfasse, wann dein Welpe gepinkelt oder gekackt hat
es: Registra cuando tu cachorro hizo pipi o popo
fr: Enregistrez quand votre chiot a fait pipi ou caca
it: Registra quando il tuo cucciolo ha fatto pipì o cacca
nl: Log wanneer je puppy heeft geplast of gepoept

source: Logged %@ %@ for %@
de: %1$@ %2$@ für %3$@ erfasst
es: Registrado %1$@ %2$@ para %3$@
fr: Enregistré %@ %@ pour %@
it: Registrato %1$@ %2$@ per %3$@
nl: %1$@ %2$@ gelogd voor %3$@

source: Logged %lld minute walk with %@
de: %lld-minütiger Spaziergang mit %@ erfasst
es: Paseo de %lld minutos con %@ registrado
fr: Promenade de %lld minutes enregistrée avec %@
it: Passeggiata di %lld minuti con %@ registrata
nl: Wandeling van %lld minuten met %@ gelogd

source: Logged walk with %@
de: Spaziergang mit %@ erfasst
es: Paseo con %@ registrado
fr: Promenade enregistrée avec %@
it: Passeggiata con %@ registrata
nl: Wandeling met %@ gelogd

source: Logging disabled
de: Erfassung deaktiviert
es: Registro desactivado
fr: Enregistrement désactivé
it: Registrazione disattivata
nl: Loggen uitgeschakeld

source: My puppy is sleeping in Otis
de: Mein Welpe schläft in Otis
es: Mi cachorro esta durmiendo en Otis
fr: Mon chiot dort dans Otis
it: Il mio cucciolo sta dormendo in Otis
nl: Mijn puppy slaapt in Otis

source: My puppy peed outside in Otis
de: Mein Welpe hat draußen gepinkelt in Otis
es: Mi cachorro hizo pipi afuera en Otis
fr: Mon chiot a fait pipi dehors dans Otis
it: Il mio cucciolo ha fatto pipì fuori in Otis
nl: Mijn puppy heeft buiten geplast in Otis

source: No pee events logged for %@ in the last week.
de: Keine Pipi-Ereignisse für %@ in der letzten Woche erfasst.
es: No hay eventos de pipi registrados para %@ en la ultima semana.
fr: Aucun pipi enregistré pour %@ la semaine dernière.
it: Nessun evento pipì registrato per %@ nell'ultima settimana.
nl: Geen plasjes gelogd voor %@ in de afgelopen week.

source: No poop events logged for %@ in the last week.
de: Keine Kack-Ereignisse für %@ in der letzten Woche erfasst.
es: No hay eventos de popo registrados para %@ en la ultima semana.
fr: Aucun caca enregistré pour %@ la semaine dernière.
it: Nessun evento cacca registrato per %@ nell'ultima settimana.
nl: Geen poepjes gelogd voor %@ in de afgelopen week.

source: No restorable purchases found
de: Keine wiederherstellbaren Käufe gefunden
es: No se encontraron compras restaurables
fr: Aucun achat à restaurer trouvé
it: Nessun acquisto ripristinabile trovato
nl: Geen herstelbare aankopen gevonden

source: One-time purchase, per puppy profile
de: Einmaliger Kauf pro Welpenprofil
es: Compra unica, por perfil de cachorro
fr: Achat unique, par profil de chiot
it: Acquisto singolo, per profilo cucciolo
nl: Eenmalige aankoop, per puppyprofiel

source: Open Shortcuts App
de: Kurzbefehle-App öffnen
es: Abrir App de Atajos
fr: Ouvrir l'app Raccourcis
it: Apri app Comandi Rapidi
nl: Open Opdrachten-app

source: Please set up your puppy profile in the Otis app first.
de: Bitte richte zuerst dein Welpenprofil in der Otis-App ein.
es: Por favor, configura primero el perfil de tu cachorro en la app Otis.
fr: Veuillez d'abord configurer le profil de votre chiot dans l'app Otis.
it: Per favore configura prima il profilo del tuo cucciolo nell'app Otis.
nl: Stel eerst je puppyprofiel in via de Otis-app.

source: Please try again
de: Bitte erneut versuchen
es: Por favor, intentalo de nuevo
fr: Veuillez réessayer
it: Per favore riprova
nl: Probeer het opnieuw

source: Poop Status
de: Kack-Status
es: Estado de Popo
fr: Statut caca
it: Stato cacca
nl: Poep Status

source: Potty Status
de: Pipi-Status
es: Estado de Pipi
fr: Statut besoins
it: Stato pipì
nl: Plas Status

source: Purchase failed
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Achat échoué
it: Acquisto fallito
nl: Aankoop mislukt

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
nl: Aankopen herstellen

source: Restoring purchases...
de: Käufe werden wiederhergestellt...
es: Restaurando compras...
fr: Restauration des achats...
it: Ripristino acquisti in corso...
nl: Aankopen herstellen...

source: See all Otis shortcuts
de: Alle Otis-Kurzbefehle anzeigen
es: Ver todos los atajos de Otis
fr: Voir tous les raccourcis Otis
it: Vedi tutti i comandi rapidi di Otis
nl: Bekijk alle Otis-snelkoppelingen

source: Siri & Shortcuts
de: Siri & Kurzbefehle
es: Siri y Atajos
fr: Siri et Raccourcis
it: Siri e Comandi Rapidi
nl: Siri & Snelkoppelingen

source: Siri will respond using your puppy's name from your profile.
de: Siri antwortet mit dem Namen deines Welpen aus deinem Profil.
es: Siri respondera usando el nombre de tu cachorro de tu perfil.
fr: Siri répondra en utilisant le nom de votre chiot depuis votre profil.
it: Siri risponderà usando il nome del tuo cucciolo dal tuo profilo.
nl: Siri antwoordt met de naam van je puppy uit je profiel.

source: Success!
de: Erfolgreich!
es: Exito!
fr: Succès !
it: Fatto!
nl: Gelukt!

source: Tap to upgrade
de: Tippen zum Upgraden
es: Toca para mejorar
fr: Appuyez pour passer à la version supérieure
it: Tocca per fare l'upgrade
nl: Tik om te upgraden

source: The first weeks with a puppy are the most important. Otis helps you track patterns and build good habits.
de: Die ersten Wochen mit einem Welpen sind die wichtigsten. Otis hilft dir, Muster zu verfolgen und gute Gewohnheiten aufzubauen.
es: Las primeras semanas con un cachorro son las mas importantes. Otis te ayuda a seguir patrones y crear buenos habitos.
fr: Les premières semaines avec un chiot sont les plus importantes. Otis vous aide à suivre les habitudes et à créer de bonnes routines.
it: Le prime settimane con un cucciolo sono le più importanti. Otis ti aiuta a monitorare i pattern e costruire buone abitudini.
nl: De eerste weken met een puppy zijn het belangrijkst. Otis helpt je patronen te volgen en goede gewoontes op te bouwen.

source: Unlock unlimited logging, predictions, and insights for your puppy's journey.
de: Schalte unbegrenztes Erfassen, Vorhersagen und Einblicke für die Reise deines Welpen frei.
es: Desbloquea registros ilimitados, predicciones e informacion para el viaje de tu cachorro.
fr: Débloquez l'enregistrement illimité, les prédictions et les analyses pour le parcours de votre chiot.
it: Sblocca registrazioni illimitate, previsioni e approfondimenti per il percorso del tuo cucciolo.
nl: Ontgrendel onbeperkt loggen, voorspellingen en inzichten voor de reis van je puppy.

source: Upgrade to continue logging events
de: Upgraden, um weiter Ereignisse zu erfassen
es: Mejora para continuar registrando eventos
fr: Passez à la version supérieure pour continuer à enregistrer
it: Fai l'upgrade per continuare a registrare eventi
nl: Upgrade om door te gaan met het loggen van gebeurtenissen

source: Use Siri to log events and check on your puppy hands-free. Say "Hey Siri" followed by a command.
de: Nutze Siri, um Ereignisse freihändig zu erfassen und deinen Welpen zu überprüfen. Sag "Hey Siri" gefolgt von einem Befehl.
es: Usa Siri para registrar eventos y consultar sobre tu cachorro sin usar las manos. Di "Oye Siri" seguido de un comando.
fr: Utilisez Siri pour enregistrer des événements et vérifier votre chiot les mains libres. Dites « Dis Siri » suivi d'une commande.
it: Usa Siri per registrare eventi e controllare il tuo cucciolo a mani libere. Di "Ehi Siri" seguito da un comando.
nl: Gebruik Siri om gebeurtenissen te loggen en je puppy te checken zonder je handen te gebruiken. Zeg "Hé Siri" gevolgd door een opdracht.

source: Voice Commands
de: Sprachbefehle
es: Comandos de Voz
fr: Commandes vocales
it: Comandi vocali
nl: Spraakopdrachten

source: You can now log unlimited events for %@.
de: Du kannst jetzt unbegrenzt Ereignisse für %@ erfassen.
es: Ahora puedes registrar eventos ilimitados para %@.
fr: Vous pouvez maintenant enregistrer des événements illimités pour %@.
it: Ora puoi registrare eventi illimitati per %@.
nl: Je kunt nu onbeperkt gebeurtenissen loggen voor %@.

source: Your free trial for %@ has ended
de: Deine kostenlose Testphase für %@ ist beendet
es: Tu prueba gratuita para %@ ha terminado
fr: Votre essai gratuit pour %@ est terminé
it: Il tuo periodo di prova gratuito per %@ è terminato
nl: Je gratis proefperiode voor %@ is afgelopen

source: Your free trial has ended
de: Deine kostenlose Testphase ist beendet
es: Tu prueba gratuita ha terminado
fr: Votre essai gratuit est terminé
it: Il tuo periodo di prova gratuito è terminato
nl: Je gratis proefperiode is afgelopen

source: Your free trial has ended. Please upgrade in the Otis app to continue logging.
de: Deine kostenlose Testphase ist beendet. Bitte upgrade in der Otis-App, um weiter zu erfassen.
es: Tu prueba gratuita ha terminado. Por favor, mejora en la app Otis para continuar registrando.
fr: Votre essai gratuit est terminé. Veuillez passer à la version supérieure dans l'app Otis pour continuer.
it: Il tuo periodo di prova gratuito è terminato. Fai l'upgrade nell'app Otis per continuare a registrare.
nl: Je gratis proefperiode is afgelopen. Upgrade in de Otis-app om door te gaan met loggen.

source: Status
es: Estado
fr: Statut
it: Stato
